Repository: Aerozol/musicbrainz-server
Catalog: po/critiquebrainz.*.po
Languages: bg

source: Spotify mapping server is unavailable. You will not see an embedded player.
bg: Услугата за свързване на Spotify е недостъпна. Няма да видите вграден плейър.

source: Wikidata
bg: Уикиданни

source: Official homepage
bg: Официална начална страница

source: BBC Music
bg: BBC Музика

source: Lyrics
bg: Текст

source: Wikipedia
bg: Уикипедия

source: Recording studio
bg: Звукозаписно студио

source: Add a comment...
bg: Добави коментар...

source: Comment must not be empty!
bg: Коментара не трябва да бъде празен!

source: You need to specify a reason for taking this action.
bg: Трябва да уточните причина за предприемане на това действие.

source: Display name
bg: Показано име

source: Display name field is empty.
bg: Полето за показано име е празно.

source: Display name needs to be at least 3 characters long.
bg: Показаното име трябва да бъде поне 3 знака дълго.

source: Display name needs to be at most 64 characters long.
bg: Показаното име трябва да бъде най-много 64 знака дълго.

source: Email
bg: Имейл

source: Email field is not a valid email address.
bg: Имейл полето не е валиден имейл адрес.

source: Preferred License Choice
bg: Предпочитан избор за лиценз

source: Allow commercial use of my reviews (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)
bg: Позволявай комерсиална употреба на моите рецензии (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 лиценз</a>)

source: Do not allow commercial use of my reviews, unless approved by MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)
bg: Не позволявай комерсиална употреба на моите рецензии, освен ако не е одобрено от фондация MetaBrainz (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-SA 3.0 лиценз</a>)

source: Application name
bg: Име на приложение

source: Application name field is empty.
bg: Име на приложение е празно

source: Application name needs to be at least 3 characters long.
bg: Име на приложение трябва да бъде поне 3 знака дълго.

source: Application name needs to be at most 64 characters long.
bg: Име на приложение трябва да бъде най-много 64 знака дълго.

source: Description
bg: Описание

source: Client description field is empty.
bg: Описание на клиент е празно.

source: Client description needs to be at least 3 characters long.
bg: Описание на клиент трябва да бъде поне 3 знака дълго.

source: Client description needs to be at most 512 characters long.
bg: Описание на клиент трябва да бъде най-много 512 знака дълго.

source: Homepage
bg: Начална страница

source: Homepage field is empty.
bg: Полето за начална страница е празно.

source: Homepage is not a valid URI.
bg: Начална страница не е валиден URI.

source: Authorization callback URL
bg: URL на обратно повикване на упълномощаване

source: Authorization callback URL field is empty.
bg: Полето за URL на обратно повикване на упълномощаване е празно.

source: Authorization callback URL is invalid.
bg: URL на обратно повикване на упълномощаване е невалидно.

source: Rating
bg: Оценка

source: Text
bg: Текст

source: Text length needs to be between %(min)d and %(max)d characters.
bg: Дължината на текста трябва да бъде между %(min)d и %(max)d знака.

source: Allow commercial use of this review(<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)
bg: Позволявай комерсиална употреба за тази рецензия (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 лиценз</a>)

source: Do not allow commercial use of this review, unless approved by MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)
bg: Не позволявай комерсиална употреба за тази рецензия, освен ако не е одобрено от фондация MetaBrainz (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-SA 3.0 лиценз</a>)

source: You need to choose a license
bg: Трябва да изберете лиценз

source: Remember this license choice for further preference
bg: Запомни този избор на лиценз за по-нататъшно предпочитание

source: You need to accept the license agreement!
bg: Трябва да приемете лицензионното споразумение!

source: Please sign in to access this page.
bg: Моля впишете се за достъп до тази страница.

source: You must be an administrator to view this page.
bg: Трябва да бъдете администратор за да преглеждате тази страница.

source: by
bg: от

source: [Unknown artist]
bg: [Неизвестен изпълнител]

source: Admin zone:
bg: Админ зона:

source: Reports
bg: Доклади

source: Moderation log
bg: Модерационен лог

source: Reviews
bg: Рецензии

source: Write a review
bg: Напиши рецензия

source: Developers
bg: Разработчици

source: Web API
bg: Уеб ППИ

source: Source code
bg: Изходен код

source: Data dumps
bg: Разтоварвания на данни

source: About the project
bg: Относно проекта

source: Blog
bg: Блог

source: Moderators
bg: Модератори

source: Language
bg: Език

source: Project of the %(metabrainz_fdn)s
bg: Проект на %(metabrainz_fdn)s

source: Review
bg: Рецензия

source: Modify profile info and delete your profile.
bg: Модифицирай инфо на профила и изтрий вашия профил.

source: Profile data
bg: Данни на профил

source: Create and modify your reviews.
bg: Създай и модифицирай вашите рецензии.

source: Modify your applications (create, edit, delete).
bg: Модифицирай вашите приложения (създаване, редактиране, изтриване).

source: Applications
bg: Приложения

source: Manage access to your profile for other apps (can allow complete access to your profile and remove existing access authorizations).
bg: Управлявай достъп до вашия профил за други прил. (може да позволи пълен достъп до вашия профил и премахне съществуващи упълномощавания за достъп).

source: Authorization
bg: Упълномощаване

source: Submit and delete your votes.
bg: Изпрати и изтрий вашите гласувания.

source: Review votes
bg: Прегледай гласувания

source: Event
bg: Събитие

source: Place
bg: Място

source: Work
bg: Творба

source: Artist
bg: Изпълнител

source: Label
bg: Етикет

source: Recording
bg: Звукозапис

source: Release Group
bg: Група за издаване

source: We don't have cover art for this release group.
bg: Нямаме обложка за тази група за издаване.

source: See how to add cover art!
bg: Вижте как да добавите обложка!

source: Review by %(user)s
bg: Рецензия от %(user)s

source: View Spotify mapping information
bg: Прегледай информация за свързване на Spotify

source: We don't have a mapping between this release group and Spotify. Please help us find the right album.
bg: Нямаме свързване между тази група за издаване и Spotify. Моля помогнете ни да намерим правилният албум.

source: Match this!
bg: Съвпадни това!

source: (none)
bg: (няма)

source: based on %(num)s rating
bg: базирано на %(num)s оценка

source: <h4><a href="%(link)s">Sign in</a> to rate!</h4>
bg: <h4><a href="%(link)s">Впишете се</a> за да оцените!</h4>

source: more
bg: повече

source: Previous
bg: Предишен

source: Next
bg: Следващ

source: Toggle navigation
bg: Превключи навигация

source: Sign in
bg: Впиши се

source: Profile
bg: Профил

source: Sign out
bg: Отпиши се

source: Browse reviews
bg: Прегледай рецензии

source: Statistics
bg: Статистики

source: Search
bg: Търси

source: Release group
bg: Група за издаване

source: Edit my review
bg: Редактирай моята рецензия

source: No reviews found
bg: Няма намерени рецензии

source: Published on
bg: Издаден на

source: Votes (+/-)
bg: Гласувания (+/-)

source: by %(reviewer)s
bg: от %(reviewer)s

source: Hide reviews
bg: Скрий рецензии

source: Show all reviews
bg: Покажи всички рецензии

source: Discography
bg: Дискография

source: Albums
bg: Албуми

source: Singles
bg: Сингли

source: EPs
bg: Миниалбуми

source: Broadcasts
bg: Излъчвания

source: Other releases
bg: Други издавания

source: No releases found
bg: Няма намерени издавания

source: %(num)d review
bg: %(num)d рецензия

source: Artist information
bg: Информация за изпълнител

source: Member of
bg: Член на

source: Members
bg: Членове

source: View all...
bg: Виж всичко...

source: Former member of
bg: Бивш член на

source: Former members
bg: Бивши членове

source: External links
bg: Външни връзки

source: Edit on MusicBrainz
bg: Редактирай на MusicBrainz

source: Invalid request
bg: Невалидна заявка

source: Unauthorized
bg: Неупълномощен

source: Access denied
bg: Достъп отказан

source: Page not found
bg: Страница не е намерена

source: Internal server error
bg: Вътрешна сървърна грешка

source: Service unavailable
bg: Услуга недостъпна

source: Back to home page
bg: Обратно към начална страница

source: Held at
bg: Провежда се в

source: Event information
bg: Информация за събитие

source: External reviews
bg: Външни рецензии

source: What is CritiqueBrainz?
bg: Какво е CritiqueBrainz?

source: <strong>CritiqueBrainz is a repository for Creative Commons licensed music reviews.</strong> Here you can read what others have written about an album or event and write your own review! It is based on data from MusicBrainz - open music encyclopedia.
bg: <strong>CritiqueBrainz е хранилище за Криейтив Комънс лицензирани музикални рецензии</strong> Тук можете да прочете какво другите са писали относно албум или събитие и да напишете ваша рецензия! Базирано е на данни от MusicBrainz - отворена музикална енциклопедия.

source: What is it for?
bg: За какво е?

source: Projects like Wikipedia and MusicBrainz are good at aggregating information about music, but not suited for expressing opinions about it. That's not their purpose. CritiqueBrainz fills the gap between music critics and raw data.
bg: Проекти като Уикипедия и MusicBrainz са добри в агрегиране на информация относно музика, но не годни за изразяване на мнения. Това не е тяхна цел. CritiqueBrainz запълва празнината между музикални критици и сурови данни.

source: This is an open platform. That means everyone - including you - can participate and contribute. If you are good at writing and want to share your thoughts about an album - feel free to write a new review. If that's not your thing and you just want to read opinions - that's fine too.
bg: Това е отворена платформа. Това означава всеки - включително вие - може да участва и допринася. Ако сте добри в писането и искате да споделите вашите мисли относно албум - чувствайте се свободни да напишете нова рецензия. Ако това не е вашето нещо и искате просто да прочете мнения - това също е добре.

source: After reading a review you can mark it as useful or not. That will help other music enthusiasts like you find good reviews.
bg: След като прочетете рецензия можете да я отбележите като полезна или не. Това ще помогне на други музикални ентусиасти като вас да намерят добри рецензии.

source: Review guidelines
bg: Указания за рецензия

source: <strong>Please note that this is an early version of the guidelines page.</strong> Feel free to suggest improvements to this page and report any issues that you find. Thanks!
bg: <strong>Моля отбележете, че това е ранна версия на страницата за упътвания.</strong> Чувствайте се свободни да предложите подобрения към тази страница и докладвате всякакви проблеми, които намерите. Благодарим!

source: General tips
bg: Основни съвети

source: Read some good reviews
bg: Прочети някои добри рецензии

source: You can find a lot of great reviews on CritiqueBrainz and other websites. Use them for inspiration.
bg: Можете да намерите много добри рецензии на CritiqueBrainz и други уебсайтове. Използвайте ги за вдъхновение.

source: Write in a comfortable voice
bg: Пишете с удобен глас

source: A good review probably won't sound like an academic paper, and probably won't sound like a YouTube comment, but it should sound like <em>you</em>.
bg: Добра рецензия вероятно няма да звучи като академична работа, и вероятно няма да звучи като YouTube коментар, но би трябвало да звучи като <em>вас</em>.

source: Reviews on CritiqueBrainz don't have to be in English
bg: Рецензии на CritiqueBrainz не е нужно да са на английски

source: You are more than welcome to write review in a language that you prefer to use. Choose a language in which you can express your emotions/thoughts freely.
bg: Вие сте повече от добре дошъл да напишете рецензия на език, който предпочитате да използвате. Изберете език, на който можете да изразите вашите емоции/мисли свободно.

source: Formatting
bg: Форматиране

source: Reviews can use the <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a> markup language. This should make it easier to write reviews and format them well. Use it to emphasize parts of your review, add links to additional information, insert images when necessary.
bg: Рецензиите могат да използват <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a> езикът за маркиране. Това би трябвало да направи по-лесно писането на рецензии, както и формата им. Използвайте го да подчертаете части на вашата рецензия, да добавите връзки към допълнителна информация, вмъкнете образи когато е наложително.

source: Properly formatted review is easier to read and understand.
bg: Правилно форматирана рецензия е по-лесна за прочитане и разбиране.

source: Content tips
bg: Съвети за съдържание

source: Write a short description.
bg: Напишете кратко описание

source: Provide a context for the thing that you are reviewing.
bg: Осигурете контекст за нещото, което рецензирате.

source: Follow your thinking and feelings.
bg: Следвайте вашето мислене и чувства.

source: A good reviewer is one who reviews a something based on what <em>they</em> feel rather than others.
bg: Добър рецензьор е такъв, който рецензира нещо базирано на това какво <em>чувства</em> , а не какво другите мислят.

source: Good reviews are neither too short nor too long
bg: Добри рецензии са нито твърде кратки, нито твърде дълги

source: It's better to make your reviews neither too short nor too long. Try to write something which gives readers a clear image as to what something is like while not being too boring.
bg: По-добре да правите вашите рецензии нито твърде кратки, нито твърде дълги. Пробвайте да напишете нещо, което придава на читателите ясен образ, на това как е нещо, без да е твърде отегчително.

source: Don't mention just the factual data.
bg: Не споменавайте само фактуални данни.

source: Sometimes people mention only factual data in their reviews which makes a review look more like a press release.
bg: Понякога хората споменават само фактуални данни в техните рецензии, което прави рецензията да изглежда повече като прессъобщение.

source: Specific review types
bg: Специфични рецензиозни типове

source: In addition to the general tips given above, here are some specific tips for each review type which might help you to strengthen your review.
bg: В допълнение на основните съвети дадени горе, ето няколко специфични съвета за всеки рецензионен тип, които могат да ви помогнат да укрепят вашата рецензия.

source: Albums (Release Groups)
bg: Албуми (Групи за издаване)

source: Describing the instrumental arrangement - Mentioning about the rhythmic effects, describing the variety of instruments used in the song and how were the digital effects etc.
bg: Описване на инструменталният аранжимент - Споменавания относно ритмичните ефекти, описване на разнообразието инструменти използвани в песента и как са били цифровите ефекти и т. н.

source: You may tell about lyrics and the recording quality -
bg: Можете да кажете за текста и звукозаписното качество -

source: Lyrics is what makes a song/album meaningful. You can always right about how were the lyrics? Was it meaningful? Did it match the music?
bg: Текста е това, което прави песен/албум смислен. Винаги можете да напишете относно как е бил текста. Бил ли е смислен? Съвпада да ли с музиката?

source: Recording quality matters a lot. If it's good it's good but if it's bad it will flop the whole album. It's always better to note these things and mention about it in your review.
bg: Звукозаписното качество значи много. Ако е добре е добре, но ако е лошо ще преобърне целият албум. Винаги е по-добре да отбелязвате тези неща и да ги споменавате във вашата рецензия.

source: Be clear with your conclusion - If it's a must hear album give it some direction. It's always good to mention the genre of the music. You may try to compare it with some other album which has been already released having the same genre which will give the readers an idea as to what they can expect.
bg: Бъдете ясен с вашето заключение - Ако е албум, който трябва да се слуша, дайте му някоя насока. Винаги е добре да споменете жанрът на музиката. Можете да опитате да го сравните с някой друг албум, който вече и бил пуснат имащ същият жанр, което ще даде на читателите идея, за това какво могат да очакват.

source: Events
bg: Събития

source: Describe the event place - Event reviews are enhanced by description of the event venue as to how big was it? Was it sufficient for the crowd? or How well the band/artist sound in it?
bg: Опишете мястото на събитието - Рецензии за събития са подобрени от описание за мястото на събитието, за това колко голямо е било то. Било ли е достатъчно за тълпата? или Колко добре групата/изпълнителя звучи вътре?

source: Writing about the music played there - You may describe which songs were played in the event. Which were your favourite songs played, you can write about the staging of the band. Were there any things which you didn't like? If yes, then why?
bg: Писане относно музиката изпълнявана там - Можете да опишете кои песни са били изпълнявани на събитието. Кои са били вашите любими изпълнявани песни, можете да напишете относно постановката на групата. Имало ли някакви неща, които не са ви харесали? Ако да, тогава защо?

source: Special moments, effects and surprises - Often there are special moments in every event, you may describe such moments that took place. You may also write about special guests(if any) also any special effects in the event which caught everyone's attention.
bg: Специални моменти, ефекти и изненади - Често има специални моменти във всяко събитие, можете да напишете такива моменти, които са се състояли. Можете също да напишете относно специални гости (ако има), също всякакви специални ефекти в събитието, които са прихванали вниманието на всеки.

source: Writing about Event atmosphere - You may always describe about the crowd, how well the artists/band were able to entertain the crowd? Was the crowd exciting or was it a monotonous atmosphere?
bg: Писане относно атмосферата на събитието - Винаги можете да опишете относно тълпата, колко добре изпълнителите/групата са могли да развличат тълпата? Била ли е развълнувана тълпата, или е била монотонна атмосфера?

source: Places
bg: Места

source: Description about the location - You may describe where the place is located, whether it's located in the heart of the city or is it located on the periphery.
bg: Описание относно местоположението - Можете да опишете къде е било мястото, дали било в сърцето на градът или се е намирало на периферията.

source: Writing about the architecture - If it's a musical stadium people want to know about how many people can the place occupy, how well the artist sounds in each corner of the place etc.
bg: Писане относно архитектурата - Ако е музикален стадион, хората искат да знаят за това колко хора може мястото да събере, колко добре изпълнителите звучат във всеки ъгъл на мястото и т. н.

source: 💡 Note:
bg: 💡 Бележка:

source: Try to be <strong>honest</strong> while reviewing, simply don't follow the trend. Review the album as to what you felt. And try to follow active voice.
bg: Опитайте се да бъдете <strong>откровени</strong> докато рецензирате, просто не следвайте тенденцията. Рецензирайте албума по това как сте се чувствали. И опитайте да поддържате активен глас.

source: Common mistakes
bg: Често допускани грешки

source: Writing long reviews that lack specific details.
bg: Писане на дълги рецензии, в които липсват специфични подробности.

source: Forgetting to check the factual information in the review after completing the writing process.
bg: Забравяне да се провери фактуалната информация в рецензията след приключване на писменият процес.

source: Overlooking proofreading</strong> the review after finishing it.
bg: Пренебрегване на корекцията </strong> на рецензията след завършването ѝ.

source: Mistakes such as punctuation, typo errors, capitalization etc.
bg: Грешки, като пунктуация, печатни грешки, капитализация и т. н.

source: Writing in slangs - Try to write in proper English (or whatever language you prefer). It's better not to write reviews in slangs.
bg: Писане на жаргон - Опитайте да пишете на правилен английски (или какъвто език предпочитате). По-добре е да не пишете рецензии на жаргон.

source: Additional material
bg: Допълнителен материал

source: Some good review websites:
bg: Някои добри рецензиозни уебсайтове:

source: Welcome to CritiqueBrainz!
bg: Добре дошли в CritiqueBrainz!

source: CritiqueBrainz is a repository for Creative Commons licensed music reviews. Here you can read what other people have written about an album or event and write your own review!
bg: CritiqueBrainz е хранилище за Криейтив Комънс лицензирани музикални рецензии Тук можете да прочете какво другите са писали относно албум или събитие и да напишете ваша рецензия!

source: CritiqueBrainz is based on data from MusicBrainz - open music encyclopedia. <br/>Everyone - including you - can participate and contribute.
bg: CritiqueBrainz е базиран на данни от MusicBrainz - отворена музикална енциклопедия.. <br/>Всеки - включително вие - може да участва и допринася.

source: Number
bg: Брой

source: Number of Reviews
bg: Брой рецензии

source: Number of Users
bg: Брой потребители

source: Popular reviews
bg: Популярни рецензии

source: Recent reviews
bg: Скорошни рецензии

source: View all reviews...
bg: Покажи всички рецензии...

source: Label information
bg: Информация за етикет

source: [Unknown release group]
bg: [Неизвестна група за издаване]

source: Hide %(user)s's review of "%(rg)s"
bg: Скрий на %(user)s рецензията на "%(rg)s"

source: Unhide %(user)s's review of "%(rg)s"
bg: Покажи на %(user)s рецензията на "%(rg)s"

source: Block %(user)s
bg: Блокирай %(user)s

source: Unblock %(user)s
bg: Деблокирай %(user)s

source: Please provide a reason for taking this action (required)
bg: Моля осигурете причина за предприемане на това действие (изисква се)

source: Cancel
bg: Прекрати

source: Load older logs
bg: Зареди по-стари логове

source: Loading older logs...
bg: Зареди по-стари логове...

source: Failed to load older logs!
bg: Неуспешно зареждане на по-стари логове!

source: review
bg: рецензия

source: %(admin)s hid a %(review)s written by %(user)s
bg: %(admin)s скри %(review)s написана/и от %(user)s

source: %(admin)s unhid a %(review)s written by %(user)s
bg: %(admin)s показа %(review)s написана/и от %(user)s

source: %(admin)s blocked %(user)s
bg: %(admin)s блокира %(user)s

source: %(admin)s unblocked %(user)s
bg: %(admin)s деблокира %(user)s

source: Reason:
bg: Причина:

source: To sign in, use your MusicBrainz account, and authorize CritiqueBrainz to access your profile data.
bg: За вписване, използвайте вашия MusicBrainz акаунт, и упълномощете CritiqueBrainz да достъпи вашите профилни данни.

source: Sign in with MusicBrainz
bg: Впиши се с MusicBrainz

source: New Spotify mapping confirmation
bg: Ново потвърждение за свързване на Spotify

source: Spotify album mapping confirmation
bg: Потвърждение за свързване на албум на Spotify

source: Are you sure you want to create this mapping?
bg: Сигурни ли сте, че искате да създадете това свързване?

source: %(album)s by %(artist)s
bg: %(album)s от %(artist)s

source: Create
bg: Създай
