Repository: Aerozol/musicbrainz-server
Catalog: po/critiquebrainz.*.po
Languages: bg

source: Incorrect mapping reporting
bg: Доклад за неправилно свързване

source: Are you sure you want to report incorrect mapping?
bg: Сигурни ли сте, че искате да докладвате неправилно свързване?

source: Report incorrect mapping
bg: Докладвай неправилно свързване

source: These users respond to reports and make sure that spammers don't spam.
bg: Тези потребители отговарят на доклади и се уверяват, че спамери не спамят.

source: OAuth authorization
bg: OAuth упълномощаване

source: Do you want to give access to your account to %(name)s?
bg: Искате ли да дадете достъп до вашия акаунт на %(name)s?

source: You can revoke access at any time in your profile settings.
bg: Можете да отмените достъп по всяко време във вашите профилни настройки.

source: Name
bg: Име

source: Website
bg: Уебсайт

source: %(client)s is requesting permission to access the following parts of your profile:
bg: %(client)s изисква разрешение за достъп до следните части на вашия профил:

source: %(client)s does not require any special permissions.
bg: %(client)s не изисква никакви специални разрешения.

source: Allow access
bg: Позволи достъп

source: No thanks
bg: Не, благодаря

source: Place information
bg: Информация за място

source: Part of
bg: Част от

source: Title
bg: Заглавие

source: Delete account
bg: Изтрий акаунт

source: Are you sure you want to delete your account?
bg: Сигурни ли сте, че искате да изтриете вашия акаунт?

source: All your data (i.e. reviews, votes, reports) will be purged. You <strong>cannot</strong> undo this action.
bg: Всички ваши данни (напр. рецензии, гласувания, доклади) ще бъдат очистени. <strong>Не</strong> можете да отмените това действие.

source: Yes, I want to delete my account
bg: Да, искам да изтрия моя акаунт

source: No
bg: Не

source: Edit profile
bg: Редактирай профил

source: Save
bg: Запази

source: Delete my account
bg: Изтрий моя акаунт

source: Create new application
bg: Създай ново приложение

source: Create application
bg: Създай приложение

source: Edit application %(name)s
bg: Редактирай приложение %(name)s

source: Save changes
bg: Запази промени

source: Your applications
bg: Ваши приложения

source: No applications found
bg: Няма намерени приложения

source: Client ID
bg: ИД на клиент

source: Client secret
bg: Тайна на клиент

source: Modify
bg: Модифицирай

source: Delete
bg: Изтрий

source: Developer documentation is available at %(link)s.
bg: Разработческа документация е налична при %(link)s.

source: Authorized applications
bg: Упълномощени приложения

source: No authorized applications found
bg: Няма намерени упълномощени приложения

source: Access
bg: Достъп

source: No special requirements
bg: Няма специални изисквания

source: Revoke access
bg: Отмени достъп

source: Recording "%(name)s" by %(artist)s
bg: Звукозапис "%(name)s" от %(artist)s

source: Recording information
bg: Информация за звукозапис

source: Recent reports
bg: Скорошни доклади

source: Reported on
bg: Докладван на

source: Reported by
bg: Докладван от

source: Reason
bg: Причина

source: Author
bg: Автор

source: Actions
bg: Действия

source: Load older reports
bg: Зареди по-стари доклади

source: Loading older reports...
bg: Зареждане на по-стари доклади...

source: Failed to load older reports!
bg: Неуспешно зареждане на по-стари доклади!

source: Read latest revision
bg: Прочети най-нова ревизия

source: All
bg: Всички

source: Difference between revisions
bg: Разлика между ревизии

source: Revision
bg: Ревизия

source: as of
bg: считано от

source: Deleting review
bg: Изтриване на рецензия

source: Are you sure you want to delete your review of "%(entity)s"?
bg: Сигурни ли сте, че искате да изтриете вашата рецензия на "%(entity)s"?

source: There is no way to undo this action!
bg: Няма начин да отмените това действие!

source: Delete review
bg: Изтрий рецензия

source: Edit comment on %(user)s's review of "%(entity)s"
bg: Редактирай коментар на рецензия на %(user)s на "%(entity)s"

source: Deleting comment!
bg: Изтриване на коментар!

source: Are you sure you want to delete your comment on %(user)s's review of "%(entity)s"?
bg: Сигурни ли сте, че искате да изтриете вашия коментар на рецензия на %(user)s на "%(entity)s"?

source: Delete comment
bg: Изтрий коментар

source: Please provide a description of the violation (required)
bg: Моля осигурете описание за нарушението (изисква се)

source: Report review
bg: Докладвай рецензия

source: Revision %(number)s
bg: Ревизия %(number)s

source: Revisions of Review of "%(entity)s" by %(user)s
bg: Ревизия на рецензия на "%(entity)s" от %(user)s

source: Revisions of Review by %(user)s
bg: Ревизии на рецензия от %(user)s

source: Created on
bg: Създадена на

source: Compare
bg: Сравни

source: Load older revisions
bg: Зареди по-стари ревизии

source: Loading older revisions...
bg: Зареждане на по-стари ревизии...

source: Failed to load older revisions!
bg: Неуспешно зареждане на по-стари ревизии!

source: Select two different revisions.
bg: Избери две различни ревизии

source: Review of "%(artist)s" by %(user)s
bg: Рецензия на "%(artist)s" от %(user)s

source: <b>This review has not been published yet!</b> Only you can see it.
bg: <b>Тази рецензия не е публикувана все още!</b> Само вие можете да я видите.

source: Published on %(date)s
bg: Публикувана на %(date)s

source: Written in %(language)s
bg: Написана на %(language)s

source: This review has not yet been rated
bg: Тази рецензия все още не оценена

source: This review is licensed under a %(name)s license.
bg: Тази рецензия е лицензирана под %(name)s лиценз.

source: It was imported from %(source)s.
bg: Внесена е от %(source)s.

source: <a href="%(link)s">Sign in</a> to rate this review
bg: <a href="%(link)s">Впишете се</a> за да оцените тази рецензия

source: View older revisions
bg: Прегледай по-стари ревизии

source: Did you find this review useful?
bg: Намерихте ли тази рецензия за полезна?

source: Yes
bg: Да

source: You found this review useful.
bg: Намерихте тази рецензия за полезна.

source: You didn't find this review useful.
bg: Не намерихте тази рецензия за полезна.

source: Delete your vote
bg: Изтрий вашето гласуване

source: Report abuse
bg: Докладвай злоупотреба

source: Edit this review
bg: Редактирай тази рецензия

source: Delete this review
bg: Изтрий тази рецензия

source: Delete this comment
bg: Изтрий този коментар

source: Edit this comment
bg: Редактирай този коментар

source: Add comment
bg: Добави коментар

source: Update comment
bg: Обнови коментар

source: [Unknown event]
bg: [Неизвестно събитие]

source: Review of "%(event)s" by %(user)s
bg: Рецензия на "%(event)s" от %(user)s

source: [Unknown label]
bg: [Неизвестен етикет]

source: Review of "%(label)s" by %(user)s
bg: Рецензия на "%(label)s" от %(user)s

source: [Unknown place]
bg: [Неизвестно място]

source: Review of "%(place)s" by %(user)s
bg: Рецензия на "%(place)s" от %(user)s

source: [Unknown recording]
bg: [Неизвестен звукозапис]

source: Review of "%(recording)s" by %(user)s
bg: Рецензия на "%(recording)s" от %(user)s

source: [Unknown work]
bg: [Неизвестна творба]

source: Review of "%(work)s" by %(user)s
bg: Рецензия на "%(work)s" от %(user)s

source: Type
bg: Тип

source: Rating:
bg: Оценка:

source: You can read the <a href="%(style_guide_url)s" target="_blank">style guide</a> for writing good CritiqueBrainz reviews!<br/> Furthermore, you can use <a href="%(markdown_url)s" target="_blank">Markdown</a> syntax to apply custom formatting.
bg: Можете да прочетете <a href="%(style_guide_url)s" target="_blank">упътване за стил</a> за писане на добри CritiqueBrainz рецензии!<br/> Освен това, може да използвате <a href="%(markdown_url)s" target="_blank">Markdown</a> синтаксис да приложите лично форматиране.

source: Please, specify language of this review:
bg: Моля, уточнете език за тази рецензия:

source: You cannot change the license after the review is published.
bg: Не можете да променяте лицензът след като рецензията е публикувана.

source: Edit review of "%(entity)s"
bg: Редактирай рецензия на "%(entity)s"

source: Editing review
bg: Редактиране на рецензия

source: Status
bg: Състояние

source: Draft
bg: Чернова

source: Published
bg: Публикувана

source: Publish
bg: Публикувай

source: Save draft
bg: Запази чернова

source: Update
bg: Обнови

source: Discard changes
bg: Отхвърли промени

source: Unknown place
bg: Неизвестно място

source: Country
bg: Държава

source: Location
bg: Местоположение

source: Length
bg: Дължина

source: Artists
bg: Изпълнители

source: Write review of "%(entity)s"
bg: Напиши рецензия на "%(entity)s"

source: Write review
bg: Напиши рецензия

source: You acknowledge and agree that your contributed reviews to CritiqueBrainz are licensed under a Creative Commons Attribution-ShareAlike 3.0 Unported or Creative Commons Attribution-ShareAlike-NonCommercial license as per your choice above. You agree to license your work under this license. You represent and warrant that you own or control all rights in and to the work, that nothing in the work infringes the rights of any third-party, and that you have the permission to use and to license the work under the selected Creative Commons license. Finally, you give the MetaBrainz Foundation permission to license this content for commercial use outside of Creative Commons licenses in order to support the operations of the organization.
bg: Вие признавате и се съгласявате, че вашите допринесени рецензии към CritiqueBrainz са лицензирани под Криейтив Комънс Приписване-Споделянеподсъщия 3.0 Непренесени или Криейтив Комънс Приписване-Споделянеподсъщия-Некомерсиален лиценз според вашия избор горе. Вие се съгласявате да лицензирате вашата творба под този лиценз. Вие представлявате и гарантирате, че притежавате или управлявате всички права в и към творбата, че нищо в творбата не нарушава правата на всякаква трета страна, и че имате разрешение да използвате и да лицензирате творбата под избраният Криейтив Комънс лиценз. Накрая, вие давате разрешение на фондацията MetaBrainz да лицензира това съдържание за комерсиална употреба извън Криейтив Комънс лицензи с цел да подкрепя операциите на организацията.

source: Search results
bg: Резултати от търсене

source: Query
bg: Запитване

source: No results found
bg: Няма намерени резултати

source: Sort name
bg: Сортирай име

source: Load more results
bg: Зареди повече резултати

source: Loading more results...
bg: Зареждане на повече резултати...

source: Failed to load more search results!
bg: Неуспешно зареждане на повече резултати от търсене!

source: Top 10 Contributors Overall
bg: Топ 10 сътрудници цалостно

source: User
bg: Потребител

source: Comments
bg: Коментари

source: Votes
bg: Гласувания

source: Total Score
bg: Общ резултат

source: Info
bg: Инфо

source: General information
bg: Основна информация

source: Member since
bg: Член от

source: User type
bg: Тип потребител

source: Karma
bg: Карма

source: Limits
bg: Ограничения

source: Reviews/day
bg: Рецензии/ден

source: Votes/day
bg: Гласувания/ден

source: Today
bg: Днес

source: Last 7 days
bg: Последни 7 дни

source: This month
bg: Този месец

source: Hidden
bg: Скрито

source: Edit
bg: Редактирай

source: Recordings
bg: Звукозаписи

source: No recordings found
bg: Няма намерени звукозаписи

source: Work information
bg: Информация за творба

source: Sorry, we couldn't find an artist with that MusicBrainz ID.
bg: Съжаляваме, не можем да намерим изпълнител с това MusicBrainz ИД.

source: Can't find a comment with ID: %(comment_id)s
bg: Не може да се намери коментар с ИД: %(comment_id)s

source: You are not allowed to write new comments because your account has been blocked by a moderator.
bg: Не ви е позволено да пишете нови коментари, защото вашия акаунт е бил блокиран от модератор.

source: Comment has been saved!
bg: Коментара бе запазен!

source: Only the author can delete this comment.
bg: Само авторът може да изтрие този коментар.

source: Comment has been deleted.
bg: Коментара бе изтрит.

source: Only the author can edit this comment.
bg: Само авторът може да редактира този коментар.

source: You are not allowed to edit comments because your account has been blocked by a moderator.
bg: Не ви е позволено да редактирате коментари, защото вашия акаунт е бил блокиран от модератор.

source: Comment has been updated.
bg: Коментара бе обновен.

source: You must change some content of the comment to update it!
bg: Трябва да промените малко съдържание на коментара за да го обновите!

source: Sorry, we couldn't find an event with that MusicBrainz ID.
bg: Съжаляваме, не можем да намерим събитие с това MusicBrainz ИД.

source: Sorry, we couldn't find a label with that MusicBrainz ID.
bg: Съжаляваме, не можем да намерим етикет с това MusicBrainz ИД.

source: No logs to display.
bg: Няма логове за показване.

source: Login failed.
bg: Влизане неуспешно.

source: Only existing release groups can be mapped to Spotify!
bg: Само съществуващи групи за издаване могат да бъдат свързвани към Spotify!

source: You need to select an album from Spotify!
bg: Трябва да изберете албум от Spotify!

source: You need to specify a correct link to this album on Spotify!
bg: Трябва да уточните правилна връзка към този албум на Spotify!

source: You need to specify existing album from Spotify!
bg: Трябва да уточните съществуващ албум от Spotify!

source: Spotify mapping has been added!
bg: Spotify свързване бе добавено!

source: Could not add Spotify mapping!
bg: Не можа да се създаде Spotify свързване!

source: This album is not mapped to Spotify yet!
bg: Този албум албум не е свързван към Spotify все още!

source: Incorrect Spotify mapping has been reported. Thank you!
bg: Неправилно Spotify свързване бе докладвано. Благодарим ви!

source: Could not report incorrect Spotify mapping!
bg: Не можа да се докладва неправилно Spotify свързване!

source: Sorry, we couldn't find a place with that MusicBrainz ID.
bg: Съжаляваме, не можахме да намерим място с това MusicBrainz ИД.

source: Profile updated.
bg: Профил обновен.

source: You have created an application!
bg: Създадохте приложение!

source: You have updated an application!
bg: Обновихте приложение!

source: You have deleted an application.
bg: Изтрихте приложение.

source: You are not allowed to rate any entity because your account has been blocked by a moderator.
bg: Не ви е позволено да оценявате всякакви обекти, защото вашия акаунт е бил блокиран от модератор.

source: Sorry, we couldn't find a recording with that MusicBrainz ID.
bg: Съжаляваме, не можахме да намерим звукозапис с това MusicBrainz ИД.

source: Sorry, we couldn't find a release with that MusicBrainz ID.
bg: Съжаляваме, не можахме да намерим издаване с това MusicBrainz ИД.

source: Sorry, we couldn't find a release group with that MusicBrainz ID.
bg: Съжаляваме, не можахме да намерим група за издаване с това MusicBrainz ИД.

source: Report has been archived.
bg: Доклад бе архивиран.

source: Can't find a review with ID: %(review_id)s!
bg: Не може да се намери рецензия с ИД: %(review_id)s!

source: No reviews to display.
bg: Няма рецензии за показване.

source: Can't find a review with the specified ID.
bg: Не може да се намери рецензия с уточненият ИД.

source: Review has been hidden.
bg: Рецензия бе архивирана.

source: Review has been hidden. You need to be an administrator to view it.
bg: Рецензия бе скрита. Трябва да бъдете администратор за да я прегледате.

source: You are viewing an old revision, the review has been updated since then.
bg: Преглеждате стара ревизия, рецензията бе обновена оттогава.

source: The revision you are looking for does not exist.
bg: Ревизията, която търсите не съществува.

source: The revision(s) you are looking for does not exist.
bg: Ревизията/те, която/ито търсите не съществува(т).

source: Please choose an entity to review.
bg: Моля изберете обект да рецензирате.

source: You are not allowed to write new reviews because your account has been blocked by a moderator.
bg: Не ви е позволено да пишете нови рецензии, защото вашия акаунт е бил блокиран от модератор.

source: You have already published a review for this entity
bg: Вече сте публикували рецензия за този обект.

source: You have exceeded your limit of reviews per day.
bg: Надхвърлили сте вашето ограничение за рецензии на ден.

source: Review has been saved!
bg: Рецензия бе запазена!

source: Review has been published!
bg: Рецензия бе публикувана!

source: You can only write a review for an entity that exists on MusicBrainz!
bg: Можете само да пишете рецензия за обект, който съществува на MusicBrainz!

source: Please provide some text or a rating for this review.
bg: Моля осигурете малко текст или оценка за тази рецензия.

source: Only author can edit this review.
bg: Само автор може да редактира тази рецензия.

source: Changing license of a published review or converting a published review back to drafts is not allowed.
bg: Променяне на лиценз на публикувана рецензия или преобразуване на публикувана рецензия обратно към чернови не е позволено.

source: Review has been updated.
bg: Рецензия бе обновена!

source: Only the author or an admin can delete this review.
bg: Само авторът или админ може да изтрие тази рецензия.

source: Review has been deleted.
bg: Рецензия бе изтрита.

source: You cannot rate your own review.
bg: Не можете да оцените вашата рецензия.

source: You have exceeded your limit of votes per day.
bg: Надхвърлили сте вашето ограничение за гласувания на ден.

source: You are not allowed to rate this review because your account has been blocked by a moderator.
bg: Не ви е позволено да оценявате тази рецензия, защото вашия акаунт е бил блокиран от модератор.

source: You have rated this review!
bg: Оценили сте тази рецензия!

source: You have deleted your vote for this review!
bg: Изтрили сте вашето гласуване за тази рецензия!

source: This review is not rated yet.
bg: Тази рецензия не е оценена все още.

source: You cannot report your own review.
bg: Не можете да докладвате вашата рецензия.

source: You are not allowed to report this review because your account has been blocked by a moderator.
bg: Не ви е позволено да докладвате тази рецензия, защото вашия акаунт е бил блокиран от модератор.

source: You have already reported this review.
bg: Вече сте докладвали тази рецензия.

source: Review has been reported.
bg: Рецензия бе докладвана.

source: Review is already hidden.
bg: Рецензия е вече скрита.

source: Review is not hidden.
bg: Рецензия не е скрита.

source: Review is not hidden anymore.
bg: Рецензия не е скрита повече.

source: This account is already blocked.
bg: Този акаунт е вече блокиран.

source: This user account has been blocked.
bg: Този потребителски акаунт бе блокиран.

source: This account is not blocked.
bg: Този акаунт не е блокиран.

source: This user account has been unblocked.
bg: Този потребителски акаунт бе деблокиран.

source: Sorry, we couldn't find a work with that MusicBrainz ID.
bg: Съжаляваме, не можахме да намерим творба с това MusicBrainz ИД.
