Repository: Aerozol/musicbrainz-server
Catalog: po/history.*.po
Languages: fr

source: "Do Not Cluster" guideline dropped
fr: La recommendation « ne pas agglomérer » est abandonnée

source: "feat." standardization dropped
fr: La standardisation des « feat. » est abandonnée

source: 1200px thumbnails
fr: Vignettes de 1200 px

source: 1200px thumbnails are added to the Cover Art Archive, providing users with a very large image with a consistent size that avoids having to use the original uploads directly.
fr: Des vignettes de 1200 px sont ajoutées à la Cover Art Archive, fournissant aux utilisateurs une image très grande image d’une taille uniforme et sans avoir à récupérer l’image originale directement.

source: A Discourse forum platform is added to replace both the old-school forums and the (by now dead) mailing lists and unify community communication in one place.
fr: Une plateforme de forum Discourse est ajoutée pour remplacer à la fois les forums de la vieille école et les listes de diffusion (maintenant inactives) et unifier la communication communautaire en un seul endroit.

source: A change is introduced that allows voting for and against existing folksonomy tags, rather than only adding your own.
fr: Un changement est introduit qui permet de voter pour ou contre les tags folksonomiques existants, plutôt que d’ajouter simplement les vôtres.

source: A major update for the Picard tagger is released, with a huge amount of bugfixes and improvements.
fr: Une mise à jour majeure pour le marqueur Picard est publiée, avec une énorme quantité de corrections de bugs et d'améliorations.

source: A new "Voting suggestions" page is released, containing predefined edit searches to help editors find interesting and/or important edits to review and vote on.
fr: Une nouvelle page « Suggestions de vote » est ajoutée, contenant des recherches de modifications prédéfinies pour aider les éditeurs à trouver des modifications intéressantes et/ou importantes à réviser et à voter.

source: A new AJAX coverart uploader is released, making it easier to add cover art to releases.
fr: Un nouveau téléverseur d’illustrations AJAX est sorti, facilitant l’ajout d’illustrations aux parutions.

source: A new banner message now notifies users whenever they receive a new edit note.
fr: Un nouveau message de bannière alerte les utilisateurs lorsqu’ils reçoivent une nouvelle note de modification.

source: A new, much faster search mechanism is added.
fr: Une nouvelle mécanique de recherche, bien plus rapide, est ajoutée.

source: A rift in the MusicBrainz community leads to a Great Dispute.
fr: Un clivage dans la communauté MusicBrainz mène vers une grande dispute.

source: A very substantial schema change release adds a new entity type (areas), support for ISNI codes for artists and labels, and the possibility to have more than one release event on one release.
fr: Un changement de schéma très conséquent ajoute un nouveau type d'entité (régions), la prise en charge des codes ISNI pour les artistes et les labels, et la possibilité d'avoir plus d'un événement de sortie pour une seule parution.

source: A way to search for edits based on several different criteria is released.
fr: Un moyen de rechercher des modifications en fonction de plusieurs critères différents est ajouté.

source: AcousticBrainz, which aims to crowd source acoustic information for music, is announced in cooperation with the Music Technology Group at Universitat Pompeu Fabra.
fr: AcousticBrainz, qui vise à créer de façon participative de l’information acoustique sur la musique, est annoncé en coopération avec le Music Technology Group de l’Université Pompeu Fabra.

source: Advanced relationships
fr: Relations approfondies

source: Advanced relationships that allow users to connect basic data entities is relased and unused TRMs pruned from the database. Inline editing is turned off by default, causing a drop in voting activity.
fr: Relations approfondies qui permettent aux utilisateurs de connecter des entités simples de données, et les TRM inutilisés sont enlevés de la base de données. L’édition en ligne est désactivée par défaut, ce qui cause une baisse de l’activité de vote.

source: After a lot of behind-the-scenes drama, MetaBrainz wins a legal battle against a copyright troll who tried to sue because of the use of Wikimedia Commons images. Commons images are still dropped from MusicBrainz sites to avoid further issues until Wikimedia makes changes that make image reuse more safe.
fr: Après de nombreux drames en coulisses, MetaBrainz remporte une bataille juridique contre un troll du droit d’auteur qui a tenté de poursuivre en justice en raison de l'utilisation d'images Wikimédia Commons. Les images Commons sont néanmoins retirées des sites MusicBrainz pour éviter d'autres problèmes jusqu'à ce que Wikimédia apporte des modifications rendant la réutilisation des images plus sûre.

source: After a lot of debate, relationship data starts being displayed on release pages, making it a lot more visible.
fr: Après de nombreux débats, les données relationnelles commencent à être affichées sur les pages des parutions, ce qui les rend beaucoup plus visibles.

source: After a successful Summer of Code, Ian McEwen joins the MusicBrainz team.
fr: Après un Summer of Code couvert de succès, Ian McEwen rejoint l’équipe MusicBrainz.

source: After many years at Digital West in California, the MetaBrainz project moves all servers to a much larger dedicated provider in Germany, Hetzner.
fr: Après de nombreuses années chez Digital West en Californie, le projet MetaBrainz transfère tous les serveurs vers un fournisseur dédié beaucoup plus grand en Allemagne, Hetzner.

source: After several years as a community-driven only project, BookBrainz is adopted as an official project and given an actual developer position with the hiring of Monkey.
fr: Après plusieurs années en tant que projet uniquement communautaire, BookBrainz est adopté comme projet officiel et se voit attribuer un véritable poste de développeur avec l'embauche de Monkey.

source: After unexpected upheaval on Freenode, MetaBrainz moves all official channels to Libera.Chat instead.
fr: Après un bouleversement inattendu chez Freenode, MetaBrainz déplace tous les canaux officiels vers Libera.Chat.

source: Album languages
fr: Langues des albums

source: Album languages, guess case improvements and revamps edit forms released.
fr: Amélioration de la découverte des langues des albums et de la casse ainsi que des formulaires de modification revampés.

source: Aliases are added to the three entity types that were still missing them: recordings, releases and release groups. This allows storing aliases for, for example, English names of Asian release groups.
fr: Les alias sont ajoutés aux trois types d'entités qui en manquaient encore : enregistrements, parutions et groupes de parution. Cela permet de stocker des alias pour, par exemple, les noms anglais des groupes de parution asiatiques.

source: Aliases for recordings, releases and release groups
fr: Alias pour les enregistrements, les parutions et les groupes de parution

source: Amazon betas <a href="http://web.archive.org/web/20210123164029/https://www.wired.com/2008/09/amazon-takes-on/">SoundUnwound</a> with data from MusicBrainz.
fr: Amazon publie en bêta <a href="http://web.archive.org/web/20210123164029/https://www.wired.com/2008/09/amazon-takes-on/">SoundUnwound</a> utilisant les données de MusicBrainz.

source: Amazon betas SoundUnwound
fr: SoundUnwound bêta d’Amazon

source: Amazon cover art
fr: Illustrations provenant d’Amazon

source: Amazon cover art support released.
fr: Prise en charge des illustrations provenant d’Amazon.

source: An improved release editor and a new site design are released.
fr: Éditeur de parution amélioré ainsi qu’une nouvelle conception pour le site.

source: An update is released that allows specifying a credit for artists in a relationship, if not the same as the artist name.
fr: Une mise à jour est publiée qui permet de spécifier un crédit pour les artistes dans les relations, si différent du nom de l'artiste.

source: Annotation support released.
fr: Prise en charge des annotations.

source: Areas, ISNI codes and multiple release events per release
fr: Régions, codes ISNI et multiples événements de parution par parution

source: Artist subscriptions
fr: Abonnements à des artistes

source: Artist subscriptions made public and various smaller user centric improvements are released.
fr: Les abonnements aux artistes sont rendus publics, et petites améliorations pour les utilisateurs.

source: Artist subscriptions.
fr: Abonnements aux artistes.

source: As part of a long term move towards more fidelity to the original data, we stop standardizing "featuring" and all its variants to "feat.", and ask editors to use whatever is printed instead.
fr: Dans un mouvement de long terme vers plus grande fidélité aux données originales, nous arrêtons de standardiser l’orthographe de « featuring » et de ses variantes en « feat. », et demandons aux éditeurs de simplement utiliser ce qui est imprimé.

source: BBC dynamic artist pages
fr: Pages dynamiques des artistes provenant de la BBC

source: BBC launches the dynamic artist pages based on MusicBrainz data.
fr: La BBC lance les pages dynamiques des artistes basées sur les données de MusicBrainz.

source: BBC partners with MetaBrainz
fr: Partenariat entre la BBC et MusicBrainz

source: BookBrainz becomes official MetaBrainz project
fr: BookBrainz devient officiellement un projet MetaBrainz

source: CAA initial release
fr: Parution initiale CAA

source: CAA official release
fr: Parution officielle CAA

source: CatQuest becomes Instrument Inserter
fr: CatQuest devient « Instrument Inserter »

source: CatQuest officially takes over from reosarevok as the main person for adding new instruments to MusicBrainz, with the newly created Instrument Inserter position.
fr: CatQuest succède officiellement à reosarevok en tant que personne principale chargée de l'ajout de nouveaux instruments à MusicBrainz, avec le poste de « Instrument Inserter » nouvellement créé.

source: Collaborative collections
fr: Collection collaboratives

source: Collection owners are now able to allow other editors to also add/remove entities from any of their collections.
fr: Les propriétaires de collection ont maintenant la possibilité de permettre aux autres éditeurs d’ajouter et de supprimer des entités de leurs collections.

source: Collection, Ratings, CDStubs
fr: Collections, évaluations, ébauches de CD

source: Collection, Ratings, CDStubs, LastUpdate released.
fr: Collections, évaluations, ébauches de CD, dernières mise à jour.

source: Collections can now be merged, in case an editor wants to consolidate several of their collections into one. Additionally, it is now possible to create series of artists, and to rate places (the only entity that could be reviewed on CritiqueBrainz but not rated on MusicBrainz).
fr: Les collections peuvent maintenant être fusionnées par leur propriétaire. De plus, il est maintenant possible de créer des séries d’artistes, et d’évaluer des lieux. (C’était les seuls à pouvoir être évalués sur CritiqueBrainz mais pas sur MusicBrainz.)

source: Cover Art Uploader
fr: Téléverseur d’illustrations

source: Dedicated database server
fr: Serveur de base de données dédié

source: Discourse unifies community communication
fr: Discourse unifie la communication communautaire

source: Easier edit note adding
fr: L’ajout des notes de modification est facilité

source: Edit display improvements, turned off RDF dumps, new install scripts released.
fr: Améliorations de l’affichage des modifications, arrêt des vidages « RDF », nouveaux scripts d’installation.

source: Edit history visible without logging in
fr: L’historique des modifications est visible sans se connecter

source: Edit note notifications
fr: Alertes de note de modification

source: Edit notes can now be added when creating an edit, making it much easier for editors to explain their changes.
fr: Des notes de modification peuvent désormais être ajoutées lors de la création d'une modification, ce qui permet aux éditeurs d'expliquer beaucoup plus facilement leurs modifications.

source: Edit search
fr: Rechercher de modification

source: Editor ojnkpjg runs a script setting track times from DiscID values, creating a huge spike in edits.
fr: L’éditeur ojnkpjg fait tourner un script ajustant les durées de piste à partir des valeurs d’ID de disque créant un énorme pic dans les modifications.

source: Edits made by editors to their own release additions within 1 hour of adding them are now auto-edits, as are "Add recording" and "Remove alias" edits.
fr: Les modifications faites par les éditeurs aux parutions qu’ils ont eux-mêmes ajouté moins d’1 heure avant sont maintenant automatiques, comme par exemple celles du type « Ajouter un enregistrement » et « Enlever un alias ».

source: Email verification
fr: Vérification de l’adresse courriel

source: Empty labels, release groups and works are now auto-removed after 24 hours of being unused, in the same way artists already were before.
fr: Les labels, les groupes de parution et les œuvres sont désormais automatiquement supprimés si toujours vides après 24 heures d’inutilisation, de la même manière que les artistes l’étaient déjà auparavant.

source: Empty labels, release groups and works start being auto-removed
fr: Les labels, les groupes de parution et les œuvres vides commencent à être supprimés automatiquement

source: Event support is added to MusicBrainz, allowing storing information about concerts and festivals. Also part of this schema change release is a proper way to indicate the content of data tracks in release tracklists, and the extension of tagging to areas, instruments and series.
fr: La prise en charge des événements est ajoutée à MusicBrainz, permettant de stocker des informations sur les concerts et les festivals. Ce changement de schéma comprend également une manière appropriée d’indiquer le contenu des pistes de données dans les listes de pistes d’une parution, ainsi que l'extension des tags folksonomiques aux instruments, régions et séries.

source: Event support, data tracks
fr: Prise en charge des événements, pistes de données

source: Folksonomy tagging and editor subscriptions are released. Additionally, it's now possible to batch-add relationships to multiple tracks on a release.
fr: Le taguage folksonomique et les abonnements d’éditeur sont arrivés. De plus, il est maintenant possible d’ajouter des relations par lot à de multiples pistes pour une parution.

source: Former GSoC student Roman Tsukanov begins working for MetaBrainz part-time.
fr: L’ancien étudiant du GSoC Roman Tsukanov commence à travailler à temps partiel pour MetaBrainz.

source: Frederik "Freso" S. Olesen becomes MetaBrainz Community Manager
fr: Frederik « Freso » S. Olesen devient animateur de la communauté MetaBrainz

source: FreeDB auto import feature turned off and autoeditor elections released. Unused TRMs pruned from the database.
fr: Fonction d’auto-importation de FreeDB est désactivée et élections des auto-éditeurs. Les TRM inutilisés sont enlevés de la base de données.

source: FreeDB off/Autoeditors
fr: FreeDB désactivée/auto-éditeurs

source: Freso becomes the first MetaBrainz Community Manager, tasked with helping resolve conflicts in the community and keeping an eye on their needs.
fr: Freso devient le premier animateur de la communauté MetaBrainz, en charge d’aider à résoudre les conflits internes à la communauté et de garder une oreille attentive à ses besoins.

source: Genre added as a new entity
fr: Le genre a été ajouté comme nouvelle entité

source: Genres are added as a new entity, although still tightly tied to folksonomy tags.
fr: Les genres ont été ajoutés comme une nouvelle entité, tout en restant liés aux étiquettes folksonomiques.

source: Great Dispute
fr: Grande dispute

source: Guess feat. buttons
fr: Boutons pour deviner les artistes invités

source: IRC channels move to Libera.Chat
fr: Canaux IRC déplacés vers Libera.Chat

source: Ian McEwen hired
fr: Ian McEwen embauché

source: Ian McEwen leaves MetaBrainz
fr: Ian McEwen quitte MetaBrainz

source: Ian McEwen leaves the project for personal reasons.
fr: Ian McEwen quitte le projet pour des raisons personnelles.

source: Imported CD Baby catalog as CD Stubs
fr: Catalogue CD baby importé comme ébauches de CD

source: Imported the metadata from the CD Baby catalog into our CD Stubs collection.
fr: Métadonnées du catalogue de CD Baby importées dans notre collection d’ébauches de CD.

source: Improve voting
fr: Amélioration du vote

source: Improved search
fr: Amélioration de la recherche

source: In an effort to reduce the size of the open edit queue and force less waiting for changes, the length of time edits stay open before expiration is reduced from 14 to 7 days.
fr: Afin de réduire la taille de la file d’attente des modifications ouvertes et forcer une attente moindre pour les changements, la durée d’ouverture des modifications avant expiration est réduite de 14 à 7 jours.

source: In order to make it easier to fix a lot of cases where featured artists are still part of the track / release titles rather than the artists, guess feat. buttons are added that greatly simplify the process.
fr: Pour faciliter la correction des nombreux cas où les artistes invités sont indiqués dans les titres de parutions ou de leurs pistes au lieu de l’être dans les crédits d’artistes, des boutons pour deviner les artistes invités ont été ajoutés.

source: In preparation for NGS, editing is turned off until release.
fr: En préparation de NGS, les modifications sont désactivées jusqu’à la sortie.

source: In preparation for NGS, editors are encouraged to avoid editing until release unless entirely necessary.
fr: En préparation de NGS, les éditeurs sont encouragés à éviter de modifier jusqu’à la sortie sauf si vraiment nécessaire.

source: Indexed search/XML WS
fr: Recherche indexée/XML WS

source: Indexes search and a new XML based Web Service are released.
fr: Recherche indexée et nouveau service Web basé sur XML.

source: Inline edits
fr: Modifications en ligne

source: Inline edits, new reports, improved data import scripts.
fr: Modifications en ligne, nouveau rapports, scripts améliorés d’importation de données.

source: Install scripts
fr: Scripts d’installation

source: Instrument images, recordings' first release date
fr: Images d’instrument, première date de parution des enregistrements

source: Instruments and series
fr: Instruments et séries

source: Italian translation released, IPI and ISNI become autoedits
fr: Traduction italienne publiée, l’IPI et l’ISNI deviennent des modifications automatiquement approuvées

source: Kartik Ohri joins the MetaBrainz team
fr: Kartik Ohri rejoint l’équipe MetaBrainz

source: Kartik Ohri joins the MetaBrainz team to work on ListenBrainz, AcousticBrainz and CritiqueBrainz, plus the Android app, which he had already significantly rewritten as a volunteer.
fr: Kartik Ohri rejoint l’équipe MetaBrainz pour travailler sur ListenBrainz, AcousticBrainz et CritiqueBrainz, plus l’application Android, qu’il a déjà réécrite de façon significative comme bénévole.

source: Kuno Woudt begins working for MusicBrainz full-time.
fr: Kuno Woudt commence à travailler pour MusicBrainz à plein temps.

source: Kuno Woudt hired as full-time developer
fr: Kuno Woudt engagé en temps que développeur à plein temps

source: Labels/data quality
fr: Labels/qualité des données

source: Last.fm signs up with MetaBrainz and starts using MusicBrainz data.
fr: Last.fm signe avec MusicBrainz et commence a utiliser les données de MusicBrainz.

source: Laurent "zas" Monin becomes sysadmin
fr: Laurent « Zas » Monin devient sysadmin

source: Laurent Monin, better known as Zas, joins the team as a dedicated systems administrator, to make sure the servers run properly and help transition to a new community discussion system.
fr: Laurent Monin, mieux connu comme Zas, rejoint l’équipe en tant que administrateur système dédié, pour s’assurer que les serveurs tournent correctement et aider à la transition vers un nouveau système de discussion communautaire.

source: Link to MusicBrainz feature, release events and edit suggestions released.
fr: Fonction de lien vers MusicBrainz, événements de parution et suggestions de modification.

source: Linkara Musica becomes first commercial customer of MetaBrainz.
fr: Linkara Musica devient le premier client commercial de MetaBrainz.

source: Linking
fr: Liaison

source: MBBE_Bot is created to make fixes that are too time-consuming to do by hand, but should still leave a trace in edit history. This usually involves removing URLs from problematic domains, marking URLs from domains that have been closed as ended, and other similar batch-editing jobs.
fr: MBBE_Bot est créé pour apporter des correctifs qui prennent trop de temps à réaliser manuellement, mais qui devraient quand même laisser une trace dans l'historique des modifications. Cela implique généralement la suppression des URL des domaines problématiques, le marquage des URL des domaines qui ont été fermés comme terminés et d'autres tâches d'édition par lots similaires.

source: MBBE_Bot starts running
fr: MBBE_Bot commence à fonctionner

source: Menus/Client scripting
fr: Menus/scripts client

source: Mergeable collections, artist series and ratable places
fr: Collections fusionnables, séries d’artistes et lieux évaluables

source: MetaBrainz accepts three students for Google Summer of Code.
fr: MetaBrainz accepte trois étudiants pour le « Google Summer of Code ».

source: MetaBrainz hires Oliver Charles
fr: MetaBrainz engage Oliver Charles

source: MetaBrainz launched
fr: Lancement de MetaBrainz

source: MetaBrainz projects complete move to European servers
fr: Les projets MetaBrainz terminent leur migration vers les serveurs européens

source: MetaBrainz signs first customer
fr: MetaBrainz signe avec son premier client

source: MetaBrainz wins copyright troll battle, Wikimedia images dropped
fr: MetaBrainz gagne une bataille contre un troll du droit d’auteur, les images Wikimédia sont retirées

source: MetaWeb becomes a MusicBrainz data user.
fr: MetaWeb devient un utilisateur des données MusicBrainz.

source: MetaWeb signed
fr: Signature avec MetaWeb

source: More auto-edits
fr: Davantage de modifications automatiques

source: More edit types are made auto-edits for everyone: "Add relationship" and "Add release"; and "Add", "Edit" and "Remove release label". Additionally, the German, French and Dutch translations are available on the main server.
fr: Plus de types de modification sont automatiques pour tout le monde : « Ajouter une relation » et « Ajouter une parution » ; ainsi que « Ajouter », « Modifier » et « Enlever un label à la parution ». Par ailleurs, les traductions allemandes, françaises et néerlandaises sont disponibles sur le serveur principal.

source: MusicBrainz Move
fr: Déménagement de MusicBrainz

source: MusicBrainz Server source code moved to Git from Subversion.
fr: Le code source du serveur MusicBrainz est déplacé de Subversion vers Git.

source: MusicBrainz adds AcoustID support
fr: MusicBrainz ajoute le support d’AcoustID

source: MusicBrainz gets its first dedicated database server.
fr: MusicBrainz obtient son premier serveur de base de données dédié.

source: MusicBrainz itself gets a new design to better match the rest of the *Brainz family.
fr: MusicBrainz s’est doté d’un nouvel habillage graphique qui correspond davantage au reste de la famille *Brainz.

source: MusicBrainz moved to Digital West Networks in San Luis Obispo.
fr: MusicBrainz est déménagé vers Digital West Networks à San Luis Obispo.
