Repository: Aerozol/musicbrainz-server
Catalog: po/history.*.po
Languages: fr

source: MusicBrainz partners with MusicIP and starts using MusicDNS's PUID acoustic fingerprints. Picard becomes the official MusicBrainz tagger with PUID support, which causes edit activity to decrease.
fr: MusicBrainz devient partenaire avec MusicIP et commence à utiliser les empreintes acoustiques PUID de MusicDNS. Picard devient le baliseur officiel de MusicBrainz avec prise en charge des PUID, ce qui entraîne une naisse de l’activité de modification.

source: MusicIP PUID
fr: PUID MusicIP

source: NGS No-Editing Phase
fr: Phase de non modification NGS

source: NGS Reduced Editing Phase
fr: Phase de réduction des modifications NGS

source: NGS Release
fr: Sortie de NGS

source: NGS, a MusicBrainz major rewrite, is released!
fr: NGS, une réécriture majeure de MusicBrainz !

source: New MusicBrainz design
fr: Nouvel habillage graphique de MusicBrainz

source: New entity auto-editing period extended to 24 hours
fr: Période d'édition automatique de toute nouvelle entité étendue à 24 heures

source: Nicolás Tamargo (reosarevok) becomes the MusicBrainz style leader, and a new, more official style process using Jira is established.
fr: Nicolás Tamargo (reosarevok) devient le leader de style MusicBrainz et un nouveau processus de style, plus officiel, utilisant Jira est établi.

source: Non album tracks
fr: Pistes hors album

source: Non album tracks are released.
fr: Pistes hors album.

source: Oliver Charles becomes employee #1 of MetaBrainz Foundation.
fr: Oliver Charles devient le premier employé de la Fondation MusicBrainz.

source: Oliver Charles begins working for MusicBrainz full-time.
fr: Oliver Charles commence a travailler pour MusicBrainz à plein temps.

source: Oliver Charles joins MusicBrainz full-time
fr: Oliver Charles rejoint MusicBrainz à plein temps

source: Our old search server gets a significant upgrade with its move to Solr, including almost-instant index updates.
fr: Notre vieux serveur de recherche a été grandement amélioré en passant à Solr, notamment capable de mettre à jour les index quasi-instantanément.

source: PUID support is removed
fr: Le support de PUID est supprimé

source: Pagination added for relationships, user tags
fr: Pagination ajoutée pour les relations et les tags folksonomiques

source: Pagination was added for two very long lists that sometimes couldn't be loaded in full because of timeouts: user tags and entity relationships.
fr: La pagination a été ajoutée pour deux listes très longues et qui parofis ne pouvaient être chargées complètement : les tags folksonomiques et les relations.

source: Picard 1.0 released
fr: Picard 1.0 est sorti

source: Picard 2.0 released
fr: Picard 2.0 est sorti

source: Rather than having to notice any errors during a fairly brief 1 hour period, editors now have 24 hours to correct errors in the data they have added without needing a vote.
fr: Plutôt que d’avoir à remarquer des erreurs pendant une période assez brève d’une heure, les éditeurs disposent désormais de 24 heures pour corriger les erreurs dans les données qu'ils ont ajoutées sans avoir besoin de vote.

source: Relationship Editor
fr: Éditeur de relations

source: Relationship credits become available
fr: Les crédits de relation sont arrivés

source: Relationships displayed on release pages
fr: Relations affichées sur les pages de parution

source: Release "stubs", minimum voting period for destructive edits
fr: Ébauches de parution, période de vote minimum pour les modifications destructives

source: Release Groups, ISRCs, CDStub searching
fr: Groupes des parution, ISRC, recherche d’ébauches de CD

source: Release editor
fr: Éditeur de parution

source: Release editor and Guess Case released.
fr: Éditeur de parution et devineur de casse.

source: Release groups, ISRC support, CDStub searching and search fixes released.
fr: Groupes de parution, prise en charge des ISRC, recherche d’ébauches de CD et correctifs de recherche.

source: Releases can now be added without any mediums, for cases where the only information available is, for example, a title + date + label + catalog number entry in a catalog. Additionally, any destructive edits such as entity merges and removals no longer close immediately once they get 3 Yes votes, but they remain open for at least 48 hours to ensure people who oppose them have time to see them.
fr: Les parutions peuvent désormais être ajoutées sans aucun support, dans les cas où la seule information disponible est, par exemple, le titre + la date + le label + le numéro, disponibles dans un catalogue. De plus, toutes les modifications destructrices telles que les fusions et les suppressions d'entités ne se ferment plus immédiatement une fois qu’elles obtiennent 3 votes Oui, mais elles restent ouvertes pendant au moins 48 heures pour garantir que les personnes qui s’y opposent ont le temps de les voir.

source: Roman Tsukanov decides not to renew his contract. Sambhav Kothari and Param Singh are hired as replacements to work on search and Picard and on ListenBrainz, respectively.
fr: Roman Tsukanov décide de ne pas renouveler son contrat. Sambhav Kothari et Param Singh sont embauchés pour le remplacer sur le moteur de recherche et Picard pour le premier, et ListenBrainz pour le second.

source: Roman Tsukanov joins the MetaBrainz team
fr: Roman Tsukanov rejoint l’équipe MetaBrainz

source: SG5 Fixes
fr: Correctifs SG5

source: Sambhav Kothari and Param Singh replace Roman Tsukanov
fr: Sambhav Kothari et Param Singh remplacent Roman Tsukanov

source: Sambhav Kothari leaves MetaBrainz after a lot of hard work getting the SOLR server ready. Nicolás Tamargo (reosarevok) joins as a programmer part-time in addition to his style and support positions, to work on MusicBrainz.
fr: Sambhav Kothari quitte MetaBrainz après beaucoup de travail acharné pour préparer le serveur Solr. Nicolás Tamargo (reosarevok) rejoint MusicBrainz en tant que programmeur à temps partiel en plus de ses postes de style et de support.

source: Sambhav Kothari leaves, Nicolás Tamargo joins as a programmer
fr: Sambhav Kothari part, Nicolás Tamargo rejoint comme programmeur

source: Search improvements
fr: Améliorations de la recherche

source: Several new auto-edit types and translations
fr: Plusieurs nouveaux types de modification automatique et nouvelles traductions

source: Since the Virtual Machine project tended to just lag way behind current data because of the time required to always push new versions, it is dropped and users are suggested to just run their own Docker setup for MusicBrainz (which the Virtual Machine already did behind the scenes).
fr: Étant donné que le projet de machine virtuelle avait tendance à être en retard par rapport aux données actuelles en raison du temps nécessaire à chaque fois pour publier de nouvelles versions, il est abandonné et il est suggéré aux utilisateurs d'exécuter simplement leur propre installation Docker pour MusicBrainz (ce que la machine virtuelle faisait déjà en coulisses).

source: Solr-based search server deployed
fr: Déploiement du serveur de recherche basé sur Solr

source: Some instrument pages start displaying instrument illustrations by IROM. Additionally, a first release date starts being calculated and displayed for recordings based on the releases they appear on.
fr: Certaines pages d’instruments commencent à afficher des illustrations d’instruments par IROM. De plus, une première date de parution commence à être calculée et affichée pour les enregistrements en fonction des parutions sur lesquelles ils apparaissent.

source: Style Guideline 5 workaround introduced and unused TRMs pruned from the database.
fr: Implantation des directives de style 5, et les TRM inutilisés sont enlevés de la base de données.

source: Style process updated again, reosarevok "promoted" to Style BDFL
fr: Processus de style à nouveau mis à jour, reosarevok « promu » BDFL Style

source: Support for Labels and data quality are released.
fr: Prise en charge des labels et de la qualité des données.

source: Tag up/downvoting
fr: Vote positif/négatif des tags

source: Tags, editor subscriptions, relationship batch-adding
fr: Tags, abonnements aux éditeurs, ajout par lot de relations

source: The AcousticBrainz project goes live
fr: Le projet AcousticBrainz prend vie

source: The AcousticBrainz project is discontinued
fr: Le projet AcousticBrainz est abandonné

source: The Android app goes live
fr: L’application Android est mise en ligne

source: The BBC becomes a MetaBrainz customer and starts using MusicBrainz data.
fr: La BBC devient un client de MusicBrainz et commence a utiliser les données de MusicBrainz.

source: The Cover Art Archive becomes initially available.
fr: L’archive des illustrations « Cover Art Archive » est proposée pour la première fois.

source: The Cover Art Archive is officially released.
fr: L’archive des illustrations « Cover Art Archive » est officiellement lancée.

source: The CritiqueBrainz project goes live
fr: Le projet CritiqueBrainz prend vie

source: The Italian translation, mostly worked on by salo.rock, is officially released. Adding the first IPI and/or ISNI code for an entity becomes an autoedit, unless the same code is already in use for another.
fr: La traduction italienne, principalement réalisée par salo.rock, est officiellement publiée. L’ajout du premier code IPI et/ou ISNI pour une entité devient une modification automatique, sauf si le même code est déjà utilisé pour une autre.

source: The ListenBrainz project goes live
fr: Le projet ListenBrainz prend vie

source: The MetaBrainz Foundation, the legal home for MusicBrainz is announced to the public.
fr: La Fondation MusicBrainz, le siège social de MusicBrainz, est annoncée au public.

source: The MusicBrainz Virtual Machine is replaced by MusicBrainz Docker
fr: La machine virtuelle MusicBrainz est remplacée par MusicBrainz Docker

source: The alpha version of ListenBrainz, an open source and open data alternative to Last.fm®, goes live.
fr: La version alpha de ListenBrainz, une alternative open source et open data à Last.fm®, prend vie.

source: The beta version of CritiqueBrainz is launched.
fr: La version bêta de CritiqueBrainz est lancée.

source: The diminishing quality of the PUID fingerprinting service and the continued availability of an open source alternative in AcoustID leads to the decision of dropping PUIDs from MusicBrainz and supporting only AcoustID.
fr: La qualité décroissante du service d'empreintes digitales PUID et la disponibilité continue d'une alternative open source dans AcoustID conduisent à la décision d’abandonner les PUID de MusicBrainz et de ne prendre en charge que AcoustID.

source: The edit history for entities is made visible even when logged out, to make it easier to understand how each entity has changed (edit notes are kept hidden to preserve some privacy).
fr: L’historique des modifications des entités est rendu visible même lorsque vous êtes déconnecté, pour rendre plus facile de comprendre comment chaque entité a changé. (Les notes de modification sont masquées pour préserver une certaine confidentialité).

source: The first full-version release of the Picard tagger comes out, with a lot of changes and improvements.
fr: La première version complète du marqueur Picard sort, avec de nombreux changements et améliorations.

source: The first version of the MusicBrainz Android app, a Google Summer of Code project by Jamie McDonald, is made officially available.
fr: La première version de l’application Android MusicBrainz, un projet Google Summer of Code de Jamie McDonald, est officiellement disponible.

source: The increasingly controversial "Do Not Cluster" guideline, which forbid relationship clusters such as linking every Jackson sibling to each other, is dropped - avoiding duplicate data becomes a task for relationship designers, not users entering the data.
fr: La recommandation de plus en plus controversée « Ne pas agglomérer », qui interdisait les grappes de relations telles que lier tous les frères Jackson les uns aux autres, est abandonnée. Éviter les données dupliquées devient la tâche des architectes des types de relation, pas celle des utilisateurs entrant des données.

source: The new MetaBrainz website goes live
fr: Le nouveau site Web de MetaBrainz prend vie

source: The new MetaBrainz website, featuring an all-new design and online sign-up for commercial users, is launched, replacing the one designed in the year 2000!
fr: Le nouveau site Web de MetaBrainz, incluant une refonte complète et une inscription en ligne pour les utilisateurs commerciaux, est lancé, remplaçant celui conçu en l’an 2000 !

source: The open source fingerprinting solution AcoustID (developed by friend of MusicBrainz Lukáš Lalinský) starts being used alongside PUID on MusicBrainz fingerprint pages.
fr: La solution open source d’empreintes digitales AcoustID (développée par un ami de MusicBrainz Lukáš Lalinský) commence à être utilisée parallèlement au PUID sur les pages d'empreintes digitales de MusicBrainz.

source: The relationship editor, for bulk-editing relationships for a release, is released to production.
fr: L’éditeur de relations permettant les modifications par lot des relations pour une parution est mise en production.

source: The search features and web service improvements are released.
fr: Fonctions de recherche et améliorations du service Web.

source: The style process is updated again. Rather than requiring long, often angry community debate until something is passed by community consensus without a veto, decisions are taken by a BDFL who consults the community when needed. Nicolás Tamargo (reosarevok) is "promoted" from style leader to style BDFL.
fr: Le processus de style est à nouveau mis à jour. Plutôt que d’exiger un débat communautaire long et souvent énervé jusqu’à ce que quelque chose soit adopté par consensus communautaire sans veto, les décisions sont prises par un BDFL qui consulte la communauté en cas de besoin. Nicolás Tamargo (reosarevok) est « promu » de leader du Style à BDFL Style.

source: The voting period for edits that get a No vote is extended to give users more time to react to the issues.
fr: La période de vote pour les modifications qui ont reçues un vote « Non » est étendue pour donner le temps aux utilisateurs de régler les problèmes.

source: Top menu navigation improved, duplicate artists, album edit all, track time editing features released.
fr: Amélioration de la navigation du menu d’en haut, recherche d’artistes en double, tout modifier dans l’album, modification de la durée de pistes.

source: Track times set from DiscIDs
fr: Durée des pistes indiquée à partir des ID de disque

source: Two new entity types are added to MusicBrainz: instruments and series. Series of recordings, releases, release groups and works are supported.
fr: Deux nouveaux types d’entités sont ajoutés à MusicBrainz : les instruments et les séries. Les séries d’enregistrements, les parutions, les groupes de parution et les œuvres sont pris en charge.

source: User improvements
fr: Améliorations pour l’utilisateur

source: Users now have to verify their email address for editing.
fr: Les utilisateurs doivent maintenant vérifier leurs adresses de courriel pour pouvoir modifier la base de données.

source: Version 1 of the web service (already deprecated since 2011) is finally taken down for good (more than a year after announcing it would happen in six months!).
fr: La version 1 du service web (voué à disparaître depuis 2011 déjà) a finalement été fermée pour de bon (plus d’un an après l’annonce de sa fermeture dans six mois !)

source: Voting logic was improved, web based autoeditor elections released.
fr: Amélioration de la logique de vote, élections des auto-éditeurs basées sur le Web.

source: Voting period for contested edits extended
fr: La période de vote des modifications contestées est étendue

source: Voting period shortened to 7 days
fr: Période de vote réduite à 7 jours

source: Voting suggestions
fr: Suggestions de vote

source: Web service version 1 taken down
fr: La version 1 du service web est fermée

source: With the AcousticBrainz project deemed to not have fulfilled its original goals, the MetaBrainz Foundation decides to stop work on it, with a view to shut down the site in 2023.
fr: Le projet AcousticBrainz étant jugé n’ayant pas rempli ses objectifs initiaux, la fondation MetaBrainz décide d’arrêter de s‘y consacrer, en vue d‘une fermeture du site en 2023.

source: Work attributes
fr: Attributs de l’œuvre

source: Works get their first attributes (such as keys) allowing us to store data that doesn't make sense as relationships but deserves more than an annotation entry.
fr: Les œuvres obtiennent leurs premiers attributs (tels que des clés) nous permettant de stocker des données qui n’ont pas de sens en tant que relations mais méritent plus qu’une entrée d’annotation.

source: Yvanzo joins MusicBrainz as a developer
fr: Yvanzo rejoint MusicBrainz comme développeur

source: Yvanzo joins the development team as a second dedicated MusicBrainz developer.
fr: Yvanzo rejoint l’équipe de développement comme second développeur se consacrant à MusicBrainz.

source: mb_server now hosted on Git
fr: Le serveur MusicBrainz est maintenant hébergé sur Git

source: reosarevok becomes the MusicBrainz style leader
fr: reosarevok devient leader du Style de MusicBrainz
