Repository: Aerozol/musicbrainz-server
Catalog: po/scripts.*.po
Languages: lt

source: Arabic
lt: arabų

source: Armenian
lt: armėnų

source: Avestan
lt: avestų

source: Balinese
lt: balinų

source: Bamum
lt: bamumų

source: Bassa Vah
lt: basa vahų

source: Batak
lt: batakų

source: Bengali
lt: bengalų

source: Blissymbols
lt: bliuzo simbolių

source: Book Pahlavi
lt: knyga pahlavų

source: Braille
lt: brailių

source: Buginese
lt: buginų

source: Buhid
lt: buhidų

source: Canadian Syllabics
lt: kanadų silabikų

source: Carian
lt: karianų

source: Chakma
lt: čakmų

source: Cham
lt: čamų

source: Cherokee
lt: čerokių

source: Cirth
lt: kirčio

source: Code for inherited script
lt: paveldėto rašto kodas

source: Code for uncoded script
lt: neužkoduoto rašto kodas

source: Code for undetermined script
lt: nenustatyto rašto kodas

source: Code for unwritten documents
lt: neužrašytų dokumentų kodas

source: Coptic
lt: koptų

source: Cuneiform, Sumero-Akkadian
lt: kauninis, šumerų akadų

source: Cypriot
lt: kiprų

source: Cyrillic
lt: kirilica

source: Cyrillic (Old Church Slavonic variant)
lt: kirilica (senoji bažnytinė slavų variantas)

source: Deseret
lt: desereto

source: Duployan shorthand
lt: duplojaus trumpinys

source: Egyptian demotic
lt: egipto demotika

source: Egyptian hieratic
lt: egipto hieratinis

source: Egyptian hieroglyphs
lt: egipto hieroglifai

source: Elbasan
lt: elbasano

source: Ethiopic
lt: etiopų

source: Georgian
lt: gruzinų

source: Glagolitic
lt: glagolų

source: Gothic
lt: gotų

source: Greek
lt: graikų

source: Gujarati
lt: gudžaratų

source: Han (Hanzi, Kanji, Hanja)
lt: hanų (hanži, kandži, handža)

source: Han (Simplified variant)
lt: hanų (supaprastintas variantas)

source: Han (Traditional variant)
lt: hanų (tradicinis variantas)

source: Hanunoo
lt: hanūno

source: Hebrew
lt: hebrajų

source: Hiragana
lt: hiraganos

source: Imperial Aramaic
lt: imperatoriškasis aramėjų

source: Indus
lt: indo

source: Inscriptional Pahlavi
lt: pahlavų užrašai

source: Inscriptional Parthian
lt: partų užrašai

source: Japanese
lt: japonų

source: Japanese syllabaries
lt: japonų skiemenų

source: Javanese
lt: javanų

source: Jurchen
lt: jurčenas

source: Kannada
lt: kanadų

source: Kayah Li
lt: kaja li

source: Kharoshthi
lt: charošti

source: Khmer
lt: khmerų

source: Khojki
lt: chodžki

source: Khudawadi
lt: chudavadžio

source: Khutsuri
lt: chutsurų

source: Korean
lt: korėjiečių

source: Kpelle
lt: kpelių

source: Lao
lt: laosų

source: Latin
lt: lotynų

source: Latin (Fraktur variant)
lt: lotynų (fraktur variantas)

source: Latin (Gaelic variant)
lt: lotynų (gėlų variantas)

source: Lepcha
lt: lapča

source: Linear A
lt: linijinis A

source: Linear B
lt: linijinis B

source: Lisu (Fraser)
lt: lisu (Fraseris)

source: Lycian
lt: likų

source: Lydian
lt: lydų

source: Malayalam
lt: malajalamų

source: Mandaic
lt: mandajų

source: Manichaean
lt: manichėjų

source: Mathematical notation
lt: matematinis užrašas

source: Mayan hieroglyphs
lt: majų hieroglifai

source: Meitei Mayek
lt: meitei majekų

source: Mende
lt: mendų

source: Meroitic Cursive
lt: meroitų kursyvas

source: Meroitic Hieroglyphs
lt: meroitų hieroglifai

source: Mongolian
lt: mongolų

source: Moon
lt: mėnulis

source: Myanmar
lt: mianmaras

source: N'ko
lt: niko

source: Nabataean
lt: nabatėjų

source: Nakhi Geba
lt: nachi gebos

source: New Tai Lue
lt: naujas tai luės

source: Nüshu
lt: niušu

source: Ogham
lt: oghamo

source: Ol Chiki
lt: ol čiki

source: Old Hungarian
lt: senoji vengrų

source: Old Italic
lt: senoji kursyvas

source: Old North Arabian
lt: senoji šiaurės arabų

source: Old Permic
lt: senoji permės

source: Old Persian
lt: senoji persų

source: Old South Arabian
lt: senoji pietų arabų

source: Old Turkic
lt: senoji tiurkų

source: Oriya
lt: orijos

source: Osmanya
lt: osmanijos

source: Pahawh Hmong
lt: pahavhų hmongų

source: Palmyrene
lt: palmyro

source: Phoenician
lt: finikiečių

source: Psalter Pahlavi
lt: psalteris pahlavi

source: Rejang
lt: redžangų

source: Runic
lt: runų

source: Samaritan
lt: samariečių

source: Saurashtra
lt: sauraštros

source: Sharada
lt: šarados

source: Shavian
lt: šavų

source: SignWriting
lt: ženklų rašymas

source: Sinhala
lt: sinhalų

source: Sora Sompeng
lt: sora sompengas

source: Sundanese
lt: sundaniečių

source: Symbols
lt: simbolių

source: Syriac
lt: sirų

source: Syriac (Eastern variant)
lt: siriškas (rytų variantas)

source: Syriac (Estrangelo variant)
lt: siriškas (estrangelo variantas)

source: Syriac (Western variant)
lt: siriškas (vakarų variantas)

source: Tagalog
lt: tagalų

source: Tagbanwa
lt: tagbanvos

source: Tai Le
lt: tai lių

source: Tai Tham
lt: tai thamų

source: Tai Viet
lt: tai vietų

source: Takri
lt: takrio

source: Tamil
lt: tamlių

source: Tangut
lt: tanguto

source: Telugu
lt: telugų

source: Tengwar
lt: tengvaro

source: Thaana
lt: tanos

source: Thai
lt: tajų

source: Tibetan
lt: tibeto

source: Tifinagh
lt: tifinago

source: Tiruta
lt: tirutos

source: Ugaritic
lt: ugaritų

source: Visible Speech
lt: matoma kalba

source: Warang Citi
lt: varangas citi

source: Woleai
lt: volėjų

source: [Multiple scripts]
lt: [keli raštai]
